import { book1, book2 } from "../assets/images";

export const books = [
  {
    imgURL: book1,
    title: "Долина Сонця: таємниці минулого",
    genre: "Фентезі, Бойове фентезі",
    author: "Гімадєєв Рустем",
    pages: 316,
    textContains: "становлення героя, битви та пригоди, магія та пророцтва",
    textPart:
      "У далекому минулому сталася битва, яка визначить долю багатьох людей, акварійців та Небесних. Пророцтво має ось-ось здійснитися, якщо його правильно витлумачили Ве...",
  },
  {
    imgURL: book2,
    title: "Долина Сонця: затемнення",
    genre: "Фентезі, Бойове фентезі",
    author: "Гімадєєв Рустем",
    pages: 269,
    textContains: "битви та пригоди, вигаданий світ, магія та пророцтва",
    textPart:
      "Хмари згущуються над Долиною Сонця. Північ стрімко наступає, а Небесні плетуть свої інтриги, ігноруючи конфлікт у Об'єднаних Землях. Східні акварійці також хочуть ...",
  },
];
